Repository: herbertnikolajewskidci/private-inventory
Catalog: app/PrivateInventory/Localizable.xcstrings
Source language: en
Languages: de

# Inventar
source: Inventory
de: Inventar

# Standorte
source: Locations
de: Standorte

# Bestand
source: Stock
de: Bestand

# Kommt mit einem späteren Ticket.
source: Coming with a later ticket.
de: Kommt mit einem späteren Ticket.

# Sitzungs-Standort
source: Session location
de: Sitzungs-Standort

# Kein Standort vorhanden
source: No location available
de: Kein Standort vorhanden

# Kamera-Berechtigung erforderlich
source: Camera permission required
de: Kamera-Berechtigung erforderlich

# Berechtigung anfordern
source: Request permission
de: Berechtigung anfordern

# Kamera-Zugriff deaktiviert
source: Camera access disabled
de: Kamera-Zugriff deaktiviert

# In den Einstellungen aktivieren
source: Enable in Settings
de: In den Einstellungen aktivieren

# Kamera bereit
source: Camera ready
de: Kamera bereit

# Kamera nicht verfügbar
source: Camera not available
de: Kamera nicht verfügbar

# Scan simulieren
source: Simulate scan
de: Scan simulieren

# Bucht still ein: %@
source: Books silently to: %@
de: Bucht still ein: %@

# Einbuchen +1
source: Book +1
de: Einbuchen +1

# Zählt als Bestand. Wird automatisch nachaufgelöst.
source: Counts as stock. Will be re-resolved automatically.
de: Zählt als Bestand. Wird automatisch nachaufgelöst.

# Scan konnte nicht verarbeitet werden.
source: Scan could not be processed.
de: Scan konnte nicht verarbeitet werden.

# Wieder scannen +1
source: Scan again +1
de: Wieder scannen +1

# dm-Katalog
source: dm Catalog
de: dm-Katalog

# dm-Suche
source: dm Search
de: dm-Suche

# Lokal angelegt
source: Created locally
de: Lokal angelegt

# Ungelöste Scans
source: Unresolved scans
de: Ungelöste Scans

# Keine ungelösten Scans
source: No unresolved scans
de: Keine ungelösten Scans

# Datenbank konnte nicht geöffnet werden
source: Database could not be opened
de: Datenbank konnte nicht geöffnet werden

# Unbekannt
source: Unknown
de: Unbekannt

# Fehler beim Laden der Queue.
source: Could not load the queue.
de: Fehler beim Laden der Queue.

# Erneut versuchen
source: Try again
de: Erneut versuchen

# Foto aufnehmen
source: Take photo
de: Foto aufnehmen

# Aus Fotos wählen
source: Choose from Photos
de: Aus Fotos wählen

# Foto-Erkennung
source: Photo recognition
de: Foto-Erkennung

# Manuell anlegen
source: Add manually
de: Manuell anlegen

# Produkt bestätigen
source: Confirm product
de: Produkt bestätigen

# Suchbegriff
source: Search term
de: Suchbegriff

# Erneut suchen
source: Search again
de: Erneut suchen

# Keine Treffer. Produkt manuell anlegen?
source: No matches. Add the product manually?
de: Keine Treffer. Produkt manuell anlegen?

# OCR simulieren
source: Simulate OCR
de: OCR simulieren

# Marke
source: Brand
de: Marke

# Speichern
source: Save
de: Speichern

# Abbrechen
source: Cancel
de: Abbrechen

# Fertig
source: Done
de: Fertig

# Produkt gebucht
source: Product booked
de: Produkt gebucht

# Zeilen gebucht
source: rows booked
de: Zeilen gebucht

# Text wird erkannt …
source: Recognizing text …
de: Text wird erkannt …

# Fehler beim Suchen.
source: Search failed.
de: Fehler beim Suchen.

# Bitte einen Namen eingeben.
source: Please enter a name.
de: Bitte einen Namen eingeben.

# Diese GTIN gehört zu einem anderen Produkt.
source: This GTIN already belongs to another product.
de: Diese GTIN gehört zu einem anderen Produkt.

# Fehler beim Buchen.
source: Booking failed.
de: Fehler beim Buchen.

# OCR fehlgeschlagen.
source: OCR failed.
de: OCR fehlgeschlagen.
